{
    "mainPaintings": [{
        "painting": {
            "painter": "Zhao Lingrang",
            "name": "Winter Landscape",
            "key": "painting-zhaolingrang-risd",
            "thumbUrl": "assets/img/Zhao_Lingrang/Zhao_Lingrang_RISD_optimized_thumb.jpg",
            "fullUrl": "assets/img/Zhao_Lingrang/Zhao_Lingrang_RISD_optimized.png"
        },
        "tours": {
            "visualTour": {
                "key": "visual-tour-zhaolingrang-risd",
                "steps": [{
                    "header": "Zhao Lingrang",
                    "html": "<p>A member of the Song Imperial Family, Zhao Lingrang (also known by his &ldquo;artist name&rdquo;, Zhao Danian) lived a luxurious life, but was forbidden from travelling far from the capital. Undeterred by a lack of access to nature, he developed his painting skills and style by studying the works of ancient masters from the vast archives of the Song imperial collection.</p>",
                    "bounds": [{
                        "x": 0,
                        "y": 0,
                        "width": 5271,
                        "height": 1024,
                        "framed": false
                    }]
                }, {
                    "header": "Diving In",
                    "html": "<p>It's difficult to authenticate paintings from the Song dynasty, but this landscape from the Boston MFA, <em>Whiling Away the Summer by a Lakeside Retreat </em>, is probably the most reliable Zhao Lingrang attribution that exists today.</p>",
                    "bounds": [{
                        "x": 0,
                        "y": 0,
                        "width": 5271,
                        "height": 1024,
                        "framed": false
                    }]
                }, {
                    "header": "&ldquo;Small Landscapes&rdquo;",
                    "html": "<p>Rather than painting the monumental landscapes done by contemporaries such as Guo Xi, Zhao Lingrang focused on the environments available to him, depicting the more intimate &ldquo;small landscapes&rdquo; surrounding the capital. Comparing Guo Xi’s [insert painting here] with <em>Whiling Away the Summer by a Lakeside Retreat </em>, we note the unified space, atmospheric and temporal quality, and more zoomed in feel which characterize a &ldquo;small landscape&rdquo;</p>",
                    "bounds": [{
                        "x": 0,
                        "y": 0,
                        "width": 5271,
                        "height": 1024,
                        "framed": false
                    }]
                }, {
                    "header": "Zhao Lingrang and Wang Wei",
                    "html": "<p>Zhao Lingrang was noted to have an attention to detail, and a &ldquo;contemporary, Mi Fei, wrote that some small snow landscapes by [him] were comparable to [Tang dynasty master] Wang Wei's work&rdquo;.</p>",
                    "bounds": [{
                        "x": 0,
                        "y": 0,
                        "width": 5271,
                        "height": 1024,
                        "framed": false
                    }]
                }, {
                    "header": "Copies...",
                    "html": "<p>There are no more reliably authenticated Wang Wei paintings today. But three paintings attributed to Wang Wei share an odd relationship with our painting at RISD – </p>",
                    "bounds": [{
                        "x": 0,
                        "y": 0,
                        "width": 5271,
                        "height": 1024,
                        "framed": false
                    }]
                }, {
                    "header": "and Compositions",
                    "html": "<p>They share compositions!</p>",
                    "bounds": [{
                        "x": 0,
                        "y": 0,
                        "width": 5271,
                        "height": 1024,
                        "framed": false
                    }]
                }, {
                    "header": "Wang wait…",
                    "html": "<p>Take a look at the longest painting, <em>Clearing After Snowfall Along the River</em>: it seems like someone took the two other paintings attributed to Wang Wei, and smashed them together.</p>",
                    "bounds": [{
                        "x": 0,
                        "y": 0,
                        "width": 5271,
                        "height": 1024,
                        "framed": false
                    }]
                }, {
                    "header": "Wang no way!",
                    "html": "<p>But upon closer examination, it’s obvious that this painting is from much later – probably the 15th or 16th centuries – the Ming-dynasty. The rock texturing in particular is prototypical Ming-dynasty brushwork.</p>",
                    "bounds": [{
                        "x": 0,
                        "y": 0,
                        "width": 5271,
                        "height": 1024,
                        "framed": false
                    }]
                }, {
                    "header": "A Tale of Two Compositions",
                    "html": "<p>So that leaves these two other paintings – and our own. Note the extremely different compositions of the two Wang Wei attributed paintings – <em>Rivers and Mountains after Snow</em> contains isolated landmasses, seperated by large amounts of whitespace, whereas <em>The Feeling of Snow on the River Bank</em>, and our own RISD painting is much more typical of a Zhao Lingrang-style &ldquo;small landscape&rdquo;</p>",
                    "bounds": [{
                        "x": 0,
                        "y": 0,
                        "width": 5271,
                        "height": 1024,
                        "framed": false
                    }]
                }, {
                    "header": "Small Landscape?",
                    "html": "<p>It’s possible, then, that <em>Rivers and Mountains after Snow’s</em> composition is a Wang Wei original, while <em>The Feeling of Snow on the River Bank</em> was created by an later artist mimicing the style of Wang Wei – like Zhao Lingrang!</p>",
                    "bounds": [{
                        "x": 0,
                        "y": 0,
                        "width": 5271,
                        "height": 1024,
                        "framed": false
                    }]
                }, {
                    "header": "<em>Winter Landscape</em>",
                    "html": "<p>So far, so good. But we should take a closer look at the RISD painting – <em>Winter Landscape</em> – and see if the attribution holds up to detailed visual analysis.</p>",
                    "bounds": [{
                        "x": 0,
                        "y": 0,
                        "width": 5271,
                        "height": 1024,
                        "framed": false
                    }]
                }, {
                    "header": "Mist I",
                    "html": "<p>Perhaps the biggest difference between <em>Winter Landscape</em> and Zhao Lingrang’s other paintings is the lack of mist. As mentioned, sinous, atmospheric mist is a hallmark of the &ldquo;small landscape&rdquo; style Zhao Lingrang focused on, so it’s unusual to see a complete lack of it in a painting with as atmospheric of a context as winter and snow.</p>",
                    "bounds": [{
                        "x": 0,
                        "y": 0,
                        "width": 5271,
                        "height": 1024,
                        "framed": false
                    }]
                }, {
                    "header": "Mist II",
                    "html": "<p>The way <em>Winter Landscape</em> fades into nothingness on the right hand side of the composition may also give us pause. Maybe this copy is part of a longer composition, and this section is a transition between two components of a landscape? Maybe this section is supposed evoke a feeling of fading into mistiness? Perhaps this edge of the original painting was damaged and the artists copying it did not know what to paint in this area?</p>",
                    "bounds": [{
                        "x": 2983,
                        "y": 60,
                        "width": 2069,
                        "height": 916,
                        "framed": true
                    }]
                }, {
                    "header": "Mist III",
                    "html": "<p>However, this fading away isn’t necessarily suspicious – in <em>River Village in Autumn</em>, the composition similarly fades into mist on the right side (and this misty side actually takes up half of the composition). And in <em>Whiling Away the Summer by a Lakeside Retreat</em> the line of trees appears out of a blanket of mist on the left edge.</p>",
                    "bounds": [{
                        "x": 2983,
                        "y": 60,
                        "width": 2069,
                        "height": 916,
                        "framed": true
                    }]
                }, {
                    "header": "Tree Trunks",
                    "html": "<p>These tree trunks are painted with more noticeable outlines than the tree trunks in <em>Whiling Away the Summer by a Lakeside Retreat</em>.</p><p>In that painting, the tree trunks appear to be painted with single wet brushstrokes rather than with multiple brushstrokes.</p><p>This method of painting, lacking outlines, is called the &ldquo;boneless method&rdquo;.</p>",
                    "bounds": [{
                        "x": 1684,
                        "y": 138,
                        "width": 1096,
                        "height": 685,
                        "framed": true
                    }]
                }, {
                    "header": "Branches",
                    "html": "<p>In <em>Winter Landscape</em>, delicate tree branches extend above leafy trees.</p><p>We see similar kinds of delicate branches extending above leaves in pieces attributed to Zhao Lingrang, such as in <em>Whiling Away the Summer by a Lakeside Retreat</em> and in <em>River Village in Autumn.</em></p>",
                    "bounds": [{
                        "x": 1984,
                        "y": 162,
                        "width": 770,
                        "height": 342,
                        "framed": true
                    }]
                }, {
                    "header": "Leaf Strokes I",
                    "html": "<p>These small bushes, one from <em>Whiling Away the Summer by a Lakeside Retreat</em> and one from <em>Winter Landscape</em>, have similar star-shaped leaves. The tangerine trees in <em>Yellow of Oranges and Green of Tangerines</em> also have star-shaped foliage, although the leaves in those trees are more rounded.</p>",
                    "bounds": [{
                        "x": 622,
                        "y": 808,
                        "width": 267,
                        "height": 193,
                        "framed": true
                    }]
                }, {
                    "header": "Leaf Strokes II",
                    "html": "<p>Some of the leaves in <em>Whiling Away the Summer by a Lakeside Retreat</em> are painted similarly to the tree leaves in Winter Landscape. But, as is common in comparisons between the two paintings, the leaves in <em>Whiling away the Summer</em> are more random and organic than the leaves in <em>Winter Landscape </em>that form more of a repeating pattern than an organic mass.</p>",
                    "bounds": [{
                        "x": 1461,
                        "y": 490,
                        "width": 504,
                        "height": 234,
                        "framed": true
                    }]
                }, {
                    "header": "Leaf Strokes III",
                    "html": "<p>The leaf strokes here are also similar to the leaf strokes in a 15th century painting attributed to Shen Zhou (<em>Enjoying the Mid-Autumn Moon in the Bamboo Villa</em>). However, Shen Zhou used a range of lights and darks to give the trees depth.</p>",
                    "bounds": [{
                        "x": 225,
                        "y": 42,
                        "width": 234,
                        "height": 384,
                        "framed": true
                    }]
                }, {
                    "header": "Leaf Strokes IV",
                    "html": "<p>Overall, the leaves in <em>Winter Landscape</em> are flat and formulaic, making the trees they belong to look like they’re stuck on the landscape like stickers, rather than integrated into the landscape around.</p><p>Keep an eye out for this formulaic quality in other parts of <em>Winter Landscape</em>, which suggest that this painting was created when Zhao Lingrang’s style had been formalized and made standard – suspicious for a painting which purports to be painted by Zhao Lingrang himself.</p>",
                    "bounds": [{
                        "x": 225,
                        "y": 42,
                        "width": 1726,
                        "height": 696,
                        "framed": true
                    }]
                }, {
                    "header": "&ldquo;Crab-Claw&rdquo; Trees",
                    "html": "<p>This tree is painted in the &ldquo;crab-claw&rdquo; style made popular by Li Cheng and Guo Xi (of the Li-Guo tradition). If you look at many Chinese paintings you will see this type of tree everywhere. The crab-claw tree remained popular even into the Qing Dynasty (1644–1912), as you can see in this example from the Qing dynasty that was formerly attributed to Zhao Lingrang.</p>",
                    "bounds": [{
                        "x": 742,
                        "y": 194,
                        "width": 708,
                        "height": 753,
                        "framed": true
                    }]
                }, {
                    "header": "Tree Composition I",
                    "html": "<p>There is compositional awkwardness in the way these tree branches end along the same lines as the tops of these mountains. This could imply that the artist was cautious and making their artistic choices out of a desire to stay true to the different elements (mountains, and trees) that they were copying rather than creating a harmonious relationship between the elements. If an artist were painting this as an original they likely would have made the branches end lower or higher, so that there would not be compositional tension in this area.</p>",
                    "bounds": [{
                        "x": 425,
                        "y": 125,
                        "width": 1074,
                        "height": 436,
                        "framed": true
                    }]
                }, {
                    "header": "Buildings",
                    "html": "<p>The buildings in <em>Winter Landscape</em> are similar in structure to the buildings in <em>Whiling Away the Summer by a Lakeside Retreat</em>. In both paintings there is more of a focus on outline than on inside detail&mdash;although there are more details in the buildings in <em>Whiling Away the Summer</em>. The building structures in both paintings include a cross-shaped element at the top of the building.<p></p>Both paintings include a fence, although in <em>Whiling Away the Summer</em> we can see the individual boards in the fence while in <em>Winter Landscape</em> the fences appear to be painted as a wash rather than through individual brushstrokes. Present in <em>Whiling Away the Summer</em>, and missing in <em>Winter Landscape</em> are thin paths leading to the buildings, suggesting the presence of humans. In <em>Winter Landscape</em>, it is harder to imagine people dwelling in the landscape.</p>",
                    "bounds": [{
                        "x": 1998,
                        "y": 542,
                        "width": 739,
                        "height": 452,
                        "framed": true
                    }]
                }, {
                    "header": "Buildings II",
                    "html": "<p>This is a curious little structure. It is painted very faintly, indicating that perhaps the artist was not confident about whether to paint this structure or not. It is also quite small, which raises questions about its purpose.</p>",
                    "bounds": [{
                        "x": 2490,
                        "y": 841,
                        "width": 257,
                        "height": 163,
                        "framed": true
                    }]
                }, {
                    "header": "Birds I",
                    "html": "<p>The birds in <em>Winter Landscape</em> and <em>Whiling Away the Summer by a Lakeside Retreat</em> appear to be the same type of bird. However, the birds in <em>Whiling Away the Summer</em> are painted with more detail. Each bird seems unique, while in <em>Winter Landscape</em> the birds all seem to follow a general pattern (a dot for the head, separated by a larger dot for the body).</p>",
                    "bounds": [{
                        "x": 2056,
                        "y": 112,
                        "width": 187,
                        "height": 176,
                        "framed": true
                    }]
                }, {
                    "header": "Birds II",
                    "html": "<p>These birds in flight are similar in that the artists painted heads using a single dot and painted bodies in a curvy &lsquo;v&rsquo; shape. However, the birds in <em>River Landscape in Autumn</em> are in a more organic formation, with variations in tone suggesting that some birds are closer to the viewer and some birds are further away. The birds in <em>Winter Landscape</em> are all the same tone, making them seem as if they are all the same distance from the viewer. They are more a pattern of squiggles than a formation of individual, carefully painted birds.</p>",
                    "bounds": [{
                        "x": 2399,
                        "y": 42,
                        "width": 651,
                        "height": 165,
                        "framed": true
                    }]
                }, {
                    "header": "Rocks?",
                    "html": "<p>Now let’s take a look at the rocks and riverbanks – these dots, possibly depicting rocks, seem to be out of place within the composition. There does not seem to be a good reason for them to be here, and they are not repeated elsewhere in the composition. These marks are present in the National Palace Museum copy as well. Perhaps they are intended to be a reference to Zhao Lingrang&rsquo;s signature rock dots that he painted on the banks of rivers.</p>",
                    "bounds": [{
                        "x": 1319,
                        "y": 611,
                        "width": 314,
                        "height": 157,
                        "framed": true
                    }]
                }, {
                    "header": "Rock Shading",
                    "html": "<p>Shadows on the banks and rocks are shown using individual stippled brushstrokes, while the banks in <em>Whiling Away the Summer by a Lakeside Retreat</em> were painted with a wash.</p>",
                    "bounds": [{
                        "x": 1200,
                        "y": 747,
                        "width": 669,
                        "height": 188,
                        "framed": true
                    }]
                }, {
                    "header": "Cliffs",
                    "html": "<p>But these cliffs <em>are</em> painted with a wash. This style might point to this painting having a 14th or 15th century date. At the very least, the inconsistency in how rocks and river banks are painted within this piece point to it being a copy.</p>",
                    "bounds": [{
                        "x": 96,
                        "y": 504,
                        "width": 526,
                        "height": 500,
                        "framed": true
                    }]
                }, {
                    "header": "Closing Thoughts",
                    "html": "<p>So what conclusions can we draw overall from this painting?</p><p>There are telltales scattered throughout this painting pointing to it being painted by someone mimicing the style of someone else. We know that Zhao Lingrang painted in the style of Wang Wei.</p><p>But based on the other paintings attributed to him, as well as remarks by contemporaries, it seems like Zhao Lingrang was quite comfortable and natural with the brush, and took pains to render coherent, evocative scenes.</p><p>The forced nature of some aspects of this painting, its lack of mist, and plain non-sensical brushstrokes means that the visual evidence points to this painting not being an original.</p>",
                    "bounds": [{
                        "x": 0,
                        "y": 0,
                        "width": 5271,
                        "height": 1024,
                        "framed": false
                    }]
                }, {
                    "header": "Closing Thoughts",
                    "html": "<p>The prevelance of this composition, however, suggests that the composition itself might be a Zhao Lingrang original.</p>",
                    "bounds": [{
                        "x": 0,
                        "y": 0,
                        "width": 5271,
                        "height": 1024,
                        "framed": false
                    }]
                }]
            }

        }
    }, {
        "painting": {
            "painter": "Zhao Boju",
            "name": "Landscape with Buildings",
            "key": "painting-zhaoboju-risd",
            "thumbUrl": "assets/img/Zhao_Boju/Zhao_Boju_RISD_optimized_thumb.jpg",
            "fullUrl": "assets/img/Zhao_Boju/Zhao_Boju_RISD_optimized.png"
        },
        "tours": {
            "visualTour": {
                "key": "visual-tour-zhaoboju-risd",
                "steps": [{
                    "header": "Coming Soon",
                    "html": "<p>Unfortunately, this part of the site isn’t complete yet. Stay tuned!</p>",
                    "bounds": [{
                        "x": 0,
                        "y": 0,
                        "width": 3901.36,
                        "height": 1024,
                        "framed": false
                    }]
                }]
            }
        }

    }, {
        "painting": {
            "painter": "Mi Youren",
            "name": "Mountain Mists",
            "key": "painting-miyouren-risd",
            "thumbUrl": "assets/img/Mi_Youren/Mi_Youren_RISD_optimized_thumb.jpg",
            "fullUrl": "assets/img/Mi_Youren/Mi_Youren_RISD_optimized.png"
        },
        "tours": {
            "visualTour": {
                "key": "visual-tour-miyouren-risd",
                "steps": [{
                    "header": "Coming Soon",
                    "html": "<p>Unfortunately, this part of the site isn’t complete yet. Stay tuned!</p>",
                    "bounds": [{
                        "x": 0,
                        "y": 0,
                        "width": 6246.77,
                        "height": 1024,
                        "framed": false
                    }]
                }]
            }
        }

    }]
}